Repository: silverbackstudio/wp-email
Catalog: languages/svbk-email-*.po
Languages: it_it

source: -- Core --
it_it: -- Sito --

source: -- No Template --
it_it: -- Nessun Template --

source: Choose which template should be used
it_it: Seleziona quale template deve essere utilizzato per ciascuna email

source: Choose wich provider you want to use to send emails
it_it: Scegli quale fornitore vuoi utilizzare per inviare le email

source: Default Template
it_it: Modello predefinito

source: Email Provider
it_it: Fornitore Email

source: General Settings
it_it: Impostazioni generali

source: New User Welcome
it_it: Benvenuto per Nuovo Utente

source: Send Wordpress emails through Email Services API with templates
it_it: Invia le email di Wordpress attraverso le API di piattaforme di invio email. Supporta i template

source: Settings Saved
it_it: Impostazioni Salvate

source: Templates
it_it: Modelli

source: Your email has no "from" address. Please specify one.
it_it: La tue email non ha un mittente. Specificane uno.

source: Your email has no body. Please specify one at least one of html_body or html_content
it_it: La tue email non ha un corpo. Per favore specifica almeno una tra la versione HTML o la versione testo.

source: Your email has no subject. Please specify one.
it_it: La tue email non ha un oggetto. Specificane uno.
